IDEA Open Model
ConnectionSetup.DistanceBetweenBoltsEdge Property
 Limit distance between bolt and plate edge as a multiple of bolt diameter
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double DistanceBetweenBoltsEdge { get; set; }
Public Property DistanceBetweenBoltsEdge As Double
	Get
	Set
public:
property double DistanceBetweenBoltsEdge {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace